{
  "navbar-link-1": "Home",
  "navbar-link-2": "Products",
  "navbar-link-3": "About",
  "navbar-link-4": "Careers",
  "navbar-link-5": "Contacts",
  "hero-heading": "High Quality Websites",
  "hero-subheading": "Provided in time!",
  "hero-button": "Discover More",
  "our-work-title": "Some of our work",
  "our-work-paragraph": "We have exprerience of makeing web application any type - from landing pages to social networks and we feel free to accomplish any challange. Here you can checkout our featured projects!",
  "our-work-item-1-title": "Cafe",
  "our-work-item-1-copy": "Local cafe required to build a landing page for their bussiness",
  "our-work-item-2-title": "Social Network",
  "our-work-item-2-copy": "Here we build Facebook alike application",
  "our-work-item-3-title": "Real Estate",
  "our-work-item-3-copy": "This is an E-Commerce website that involved payment and booking functionality",
  "our-work-item-4-title": "Sports News",
  "our-work-item-4-copy": "Overall sports summary collection that involved a lot of back-end activity",
  "our-work-button": "Explore",
  "features-title": "Features and services",
  "features-paragraph": "We are the team of ideally colaborating individuals and each is responsible to provide its own peace of skill in developemnt to perfect the final product.",
  "features-item-1-title": "Design",
  "features-item-1-paragraph": "From icons to images, our team designs beautiful elements that enhance the look of your site and are created in engaging ways for your audience.",
  "features-item-2-title": "Front-End And Back-End",
  "features-item-2-paragraph": "Our team consists of professionals in different areas that will make the website appealing and functioning. Senior Software Engeneers will take care of the whole process and eventually provide stunning product!",
  "features-item-3-title": "SEO",
  "features-item-3-paragraph": "We offer flexible and comprehensive online marketing plans and strategies so you can take advantage of our full spectrum of digital marketing services to dominate the competition.",
  "reviews-title": "What others say:",
  "reviews-item-1-quote": "Well experienced and will take time to understand what you want and will as well advise on other options to advance your work. Super fast response time. Thank you",
  "reviews-item-1-author": "Patrick Ferrell",
  "reviews-item-2-quote": " Awesome job as usual!! Hot Beans is the only website company I will use and I’m picky! They are experts in web design and development. If you want quality work, HIRE!!",
  "reviews-item-2-author": "George Smith",
  "reviews-item-3-quote": "Hot Beans did a great job and worked well with me in getting my idea onto the website. They were easy to work with and we were able to communicate each step of the way. The website looks great and I'm ready to sell my products!",
  "reviews-item-3-author": "Kevin Blake",
  "about-us-title": "About Us",
  "about-us-paragraph-1": "is an online web development company that was started in 2019. With a team built up of skilled employees, each job role is aimed at completing a unique website that meets the specific requirements of the client. Each job is completed to our highest of standards.",
  "about-us-paragraph-2": "As a local online development company competing in a unique market. We aim to offer the best service with a fast and reliable final product. As well as creating an initial plan and then building your desired website, we can also manage it on a timely basis, maintaining the maximum potential of the service. Our main priority here at Hot Beans is to keep in mind the importance of the client’s specified brief. The value and respect that we show towards our customer market is represented in the successful image of the company.",
  "about-us-paragraph-3": "Behind the scenes our employees work tirelessly making sure that every small detail is perfect. However, come to our HQ and see for yourself but… “Our work environment is the best in the business!” If you are interested in becoming a part of our amazing workforce, please write an application and send it to us here.",
  "our-team-title": "Our Team",
  "our-team-paragraph": "We’re a small family with big adventures. We have that crazy uncle that tells bad jokes, that quiet aunt that just keeps observing everyone, and that cousin who is always travelling and only shows up for the big events. But what brings us together as a team and as a family is that we work hard to build amazing digital products for our clients..",
  "our-team-item-1-title": "John Marshall",
  "our-team-item-1-job": "CEO",
  "our-team-item-2-title": "Steve Roberts",
  "our-team-item-2-job": "Software Engeneer",
  "our-team-item-3-title": "Michael Cartney",
  "our-team-item-3-job": "Designer",
  "careers-title": "Careers",
  "careers-paragraph": "A world where anyone can belong anywhere starts with a workplace where you feel welcome and can contribute your best work. Hot Beans welcomes candidates with backgrounds that are traditionally underrepresented in tech and offers opportunities to create community in our offices around the world.",
  "careers-building": "Hot Beans",
  "careers-job-description-title": "Qualifications:",
  "careers-apply-button": "Apply",
  "careers-item-1-title": "Developer Advocate, Android",
  "careers-item-1-location": "San Francisco , CA , USA Mountain View , CA , USA",
  "careers-item-1-job-qualification-1": "Bachelor's degree in Computer Science or equivalent practical experience.",
  "careers-item-1-job-qualification-2": "Experience with coding in Java, Kotlin or other popular mobile app development languages.",
  "careers-item-1-job-qualification-3": "Experience as a software developer, architect, technology advocate, CTO, or consultant working with web or mobile technologies.",
  "careers-item-2-title": "Software Engineer",
  "careers-item-2-location": "London, Uk",
  "careers-item-2-job-qualification-1": "BS degree in Computer Science, similar technical field of study or equivalent practical experience.",
  "careers-item-2-job-qualification-2": "Software development experience in one or more general purpose programming languages.",
  "careers-item-2-job-qualification-3": "Experience working with two or more from the following: web application development, Unix/Linux environments, mobile application development, distributed and parallel systems, machine learning, information retrieval, natural language processing, networking, developing large software systems, and/or security software development.",
  "careers-item-2-job-qualification-4": "Working proficiency and communication skills in verbal and written English.",
  "careers-item-3-title": "Senior HR Business Partner, AWS",
  "careers-item-3-location": "Paris, France",
  "careers-item-3-job-qualification-1": "Bachelor's degree in Computer Science or equivalent practical experience.",
  "careers-item-3-job-qualification-2": "12 years of HR business partner or generalist experience, providing support to leaders.",
  "careers-item-3-job-qualification-3": "A combination of HR experience in the following areas: organizational design, succession planning, business consulting, compensation and rewards, employee engagement, coaching and development, talent management, conflict resolution, talent acquisition, data analysis, and employee relations.",
  "careers-item-4-title": "Senior Interaction Designer, Accessibility",
  "careers-item-4-location": "Dublin, Ireland",
  "careers-item-4-job-qualification-1": "Bachelor's degree in Computer Science or equivalent practical experience.",
  "careers-item-4-job-qualification-2": "Experience collaborating with multidisciplinary teams of Designers, Researchers, Engineers, Content Strategists and Product Managers throughout the design process.",
  "careers-item-4-job-qualification-3": "Experience creating user flows and wireframes to building user interface mockups and prototypes. Experience designing across platforms.",
  "careers-item-4-job-qualification-4": "Portfolio highlighting projects that demonstrate experience crafting usable digital interfaces.",
  "recommended-courses-title": "Recommended Courses",
  "contact-us-title": "Contact Us",
  "contact-us-paragraph": "Feel free to fill in this form with any general enquiries or questions that you may have. We will aim to respond to your emails within 1 week of receiving them, if a team member at Hot Beans has not attempted to contact you within the week, please try to send another email or come and visit us at our HQ address.",
  "contact-us-input-1": "First Name",
  "contact-us-input-2": "Last Name",
  "contact-us-input-3": "Email",
  "contact-us-input-4": "Resume",
  "contact-us-input-5": "Cover Letter",
  "contact-us-textarea": "Send a message",
  "contact-us-form-button": "Send",
  "toast-error": "Check your input fields",
  "toast-success": "Successfully sent a message!",
  "footer-reference": "Made by Deniss. Images courtesy to",
  "footer-copyright": "Copyright © 2020 Hot Beans Inc. All rights Reserved",
  "job-application-title": "job-application-title",
  "job-application-location": "job-application-location"
}
