{
  "navbar-link-1": "La maison",
  "navbar-link-2": "Produits",
  "navbar-link-3": "Sur",
  "navbar-link-4": "Carrières",
  "navbar-link-5": "Contacts",
  "hero-heading": "Haute Qualité Des Sites Web",
  "hero-subheading": "Prévus dans de temps!",
  "hero-button": "Découvrez Plus De",
  "our-work-title": "Certains de nos travaux",
  "our-work-paragraph": "Nous avons exprerience de makeing application web à tout type de pages d'atterrissage pour les réseaux sociaux et nous nous sentons libres pour faire le challenge. Ici vous pouvez télécharger nos projets!",
  "our-work-item-1-title": "Café",
  "our-work-item-1-copy": "Café Local nécessaire pour construire une page d'atterrissage pour leurs affaires",
  "our-work-item-2-title": "Réseau Social",
  "our-work-item-2-copy": "Ici, nous construisons Facebook comme application",
  "our-work-item-3-title": "Immobilier",
  "our-work-item-3-copy": "C'est un site E-Commerce qui a impliqué le paiement et la réservation de la fonctionnalité",
  "our-work-item-4-title": "L'Actualité Du Sport",
  "our-work-item-4-copy": "Sportive globale sommaire de la collection qui a impliqué un grand nombre de back-activité de fin d'",
  "our-work-button": "Explorer",
  "features-title": "Les fonctionnalités et les services",
  "features-paragraph": "Nous sommes l'équipe de idéalement colaborating individus et chacun est responsable de fournir son propre paix de compétence dans le développement de perfectionner le produit final.",
  "features-item-1-title": "Conception",
  "features-item-1-paragraph": "À partir d'icônes, les images, notre équipe conçoit de beaux éléments d'améliorer le look de votre site et sont créés dans la mobilisation des moyens pour votre auditoire.",
  "features-item-2-title": "Le Front-End Et Back-End",
  "features-item-2-paragraph": "Notre équipe est composée de professionnels dans différents domaines qui vont rendre le site attrayant et fonctionnel. Logiciel Senior Engeneers va prendre soin de l'ensemble du processus et, finalement, donner une superbe produit!",
  "features-item-3-title": "SEO",
  "features-item-3-paragraph": "Nous vous proposons flexible et complet en ligne, des plans de marketing et des stratégies de sorte que vous pouvez profiter de notre éventail complet de marketing numérique de services de dominer la concurrence.",
  "reviews-title": "Ce que disent les autres:",
  "reviews-item-1-quote": "Bien connu et prendre le temps de comprendre ce que vous voulez et ainsi vous conseiller sur d'autres options pour avancer votre travail. Super temps de réponse rapide. Merci",
  "reviews-item-1-author": "Patrick Ferrell",
  "reviews-item-2-quote": " Travail génial comme d'habitude!! Chaud Haricots est le seul site web de l'entreprise, je vais utiliser, et je suis pointilleux! Ils sont des experts dans la conception et le développement web. Si vous voulez de la qualité de travail, d'embauche!!",
  "reviews-item-2-author": "George Smith",
  "reviews-item-3-quote": "Chaud Haricots a fait un excellent travail et a bien fonctionné avec moi dans l'obtention de mon idée sur le site web. Ils étaient faciles à travailler et nous avons été en mesure de communiquer à chaque étape du chemin. Le site a l'air génial et je suis prêt à vendre mes produits!",
  "reviews-item-3-author": "Kevin Blake",
  "about-us-title": "À Propos De Nous",
  "about-us-paragraph-1": "est une société de développement web qui a été lancé en 2019. Avec une équipe composée de personnel spécialisé, chaque poste est destiné à compléter un site web unique qui répond aux exigences spécifiques du client. Chaque tâche est terminée pour notre plus haut des normes.",
  "about-us-paragraph-2": "Comme un local en ligne société de développement de la concurrence dans un marché unique. Nous nous efforçons d'offrir le meilleur service rapide et fiable du produit final. Ainsi que la création d'un premier plan, puis la construction de votre site web souhaité, nous pouvons également gérer en temps opportun, de maintenir le potentiel maximum du service. Notre principale priorité ici à Chaud Haricots est de garder à l'esprit l'importance de la client spécifié bref. La valeur et le respect que nous manifestons à l'égard de nos clients marché est représenté dans le succès de l'image de l'entreprise.",
  "about-us-paragraph-3": "Derrière les scènes de nos employés travaillent sans relâche de s'assurer que chaque petit détail est parfait. Toutefois, venez à notre QG et de voir par vous-même, mais...“, Notre environnement de travail est le meilleur dans l'entreprise!” Si vous êtes intéressé à devenir une partie de notre main-d'œuvre incroyable, veuillez écrire une application et envoyez-les nous ici.",
  "our-team-title": "Notre Équipe",
  "our-team-paragraph": "Nous sommes une petite famille avec de grandes aventures. Nous avons fou oncle qui dit mauvaises blagues, que la tranquille tante qui n'arrête pas de l'observation de tout le monde, et que cousin qui est toujours en voyage et ne s'affiche que pour les grands événements. Mais ce qui nous rassemble en tant qu'équipe et en tant que famille, c'est que nous travaillons dur pour construire incroyable numérique des produits pour nos clients..",
  "our-team-item-1-title": "John Marshall",
  "our-team-item-1-job": "Chef de la direction",
  "our-team-item-2-title": "Steve Roberts",
  "our-team-item-2-job": "Ingénieur Logiciel",
  "our-team-item-3-title": "Michael Cartney",
  "our-team-item-3-job": "Designer",
  "careers-title": "Carrières",
  "careers-paragraph": "Un monde où n'importe qui peut appartenir n'importe où commence avec un lieu de travail où vous vous sentirez les bienvenus et peuvent contribuer à votre meilleur travail. Chaud Haricots accueille les candidats issus de différents milieux, qui sont traditionnellement sous-représentées dans la technologie et offre des possibilités de créer une communauté au sein de nos bureaux à travers le monde.",
  "careers-building": "Chaud Haricots",
  "careers-job-description-title": "Qualifications:",
  "careers-apply-button": "Appliquer",
  "careers-item-1-title": "Développeur De L'Avocat, Android",
  "careers-item-1-location": "San Francisco , CA , états-unis Mountain View , CA , états-unis",
  "careers-item-1-job-qualification-1": "Baccalauréat en Informatique ou équivalent expérience pratique.",
  "careers-item-1-job-qualification-2": "Expérience avec le codage en Java, Kotlin ou d'autres populaires développement d'applications mobiles de langues.",
  "careers-item-1-job-qualification-3": "Expérience en tant que développeur, architecte, de la technologie avocat, directeur de la technologie, ou d'un consultant en web ou des technologies mobiles.",
  "careers-item-2-title": "Ingénieur Logiciel",
  "careers-item-2-location": "Londres, Royaume-Uni",
  "careers-item-2-job-qualification-1": "Baccalauréat en Sciences Informatiques, techniques similaires champ d'étude ou d'une expérience pratique équivalente.",
  "careers-item-2-job-qualification-2": "Expérience en développement de logiciels dans l'une ou plusieurs des fins générales de langages de programmation.",
  "careers-item-2-job-qualification-3": "Expérience de travail avec deux ou plus parmi les suivants: développement d'applications web, Unix/Linux, développement d'applications mobiles, distribuée et les systèmes parallèles, l'apprentissage automatique, la recherche d'information, traitement du langage naturel, la mise en réseau, le développement de grands systèmes logiciels, et/ou de sécurité, de développement de logiciels.",
  "careers-item-2-job-qualification-4": "De travail, de compétence et les habiletés de communication verbale et écrite en anglais.",
  "careers-item-3-title": "Senior HR Business Partner, AWS",
  "careers-item-3-location": "Paris, France",
  "careers-item-3-job-qualification-1": "Baccalauréat en Informatique ou équivalent expérience pratique.",
  "careers-item-3-job-qualification-2": "12 ans de business partner RH ou généraliste de l'expérience, en fournissant un soutien aux dirigeants.",
  "careers-item-3-job-qualification-3": "Une combinaison d'expérience RH dans les domaines suivants: la conception organisationnelle, la planification de la relève, entreprise de conseil, de rémunération et de récompenses, de l'engagement des employés, le coaching et le développement, la gestion des talents, la résolution des conflits, l'acquisition de talents, l'analyse des données, et les relations avec les employés.",
  "careers-item-4-title": "Senior Designer De L'Interaction, De L'Accessibilité",
  "careers-item-4-location": "Dublin, Irlande",
  "careers-item-4-job-qualification-1": "Baccalauréat en Informatique ou équivalent expérience pratique.",
  "careers-item-4-job-qualification-2": "Expérience de collaboration avec des équipes multidisciplinaires, composées de Designers, de Chercheurs, d'Ingénieurs, de Contenu Stratèges et les chefs de Produit tout au long du processus de conception.",
  "careers-item-4-job-qualification-3": "L'expérience de la création de l'utilisateur des flux et des maquettes à construire des maquettes d'interface utilisateur et de prototypes. Expérience de la conception des plates-formes.",
  "careers-item-4-job-qualification-4": "Portefeuille mettant en lumière des projets qui démontrent l'expérience de l'artisanat utilisable interfaces numériques.",
  "recommended-courses-title": "Cours Recommandés",
  "contact-us-title": "Contactez-Nous",
  "contact-us-paragraph": "Hésitez pas à remplir ce formulaire avec toutes les demandes de renseignements généraux ou des questions que vous pourriez avoir. Nous nous efforcerons de répondre à vos e-mails dans un délai de 1 semaine de les recevoir, si un membre de l'équipe à Chaud Haricots n'a pas tenté de vous contacter dans la semaine, s'il vous plaît essayez d'envoyer un autre e-mail ou de venir nous rendre visite à notre QG de l'adresse.",
  "contact-us-input-1": "Prénom",
  "contact-us-input-2": "Nom De Famille",
  "contact-us-input-3": "E-mail",
  "contact-us-input-4": "Résumé",
  "contact-us-input-5": "Lettre D'Accompagnement",
  "contact-us-textarea": "Envoyer un message",
  "contact-us-form-button": "Envoyer",
  "toast-error": "Vérifiez vos champs de saisie",
  "toast-success": "Bien envoyé un message!",
  "footer-reference": "Faite par Deniss. Les Images sont une gracieuseté de",
  "footer-copyright": "Copyright © 2020 Chaud Haricots Inc. Tous droits Réservés",
  "job-application-title": "emploi-application-titre",
  "job-application-location": "emploi-application-emplacement"
}
