{
  "navbar-link-1": "Дома",
  "navbar-link-2": "Продукты",
  "navbar-link-3": "О",
  "navbar-link-4": "Карьера",
  "navbar-link-5": "Контакты",
  "hero-heading": "Качественные Сайты",
  "hero-subheading": "Предоставляется в срок!",
  "hero-button": "Узнайте Больше",
  "our-work-title": "Некоторые из наших работ",
  "our-work-paragraph": "Мы имеем exprerience делать веб-приложения любого типа - от лендингов до социальных сетей и мы чувствуем себя свободными, чтобы выполнить любой вызов. Здесь вы можете оформить заказ наши проекты!",
  "our-work-item-1-title": "Кафе",
  "our-work-item-1-copy": "Местные кафе требуется создать лендинг для своего бизнеса",
  "our-work-item-2-title": "Социальная Сеть",
  "our-work-item-2-copy": "Здесь мы строим одинаково Facebook приложение",
  "our-work-item-3-title": "Недвижимость",
  "our-work-item-3-copy": "Это сайт электронной коммерции, которая участвует оплаты и возможности бронирования ",
  "our-work-item-4-title": "Спортивные Новости",
  "our-work-item-4-copy": "В целом спортивное резюме коллекцию, которая участвует много фоновых активностью",
  "our-work-button": "Изучить",
  "features-title": "Особенности и услуги",
  "features-paragraph": "Мы-команда в идеале сотрудничество людей и каждый несет ответственность, чтобы обеспечить собственное спокойствие мастерства в обеспечение, чтобы усовершенствовать конечный продукт.",
  "features-item-1-title": "Дизайн",
  "features-item-1-paragraph": "От значков до изображения, наша команда проектирует красивые элементы, которые улучшают внешний вид вашего сайта и созданы в привлекательных способов для вашей аудитории.",
  "features-item-2-title": "Фронт-Энд И Бэк-Энд",
  "features-item-2-paragraph": "Наша команда состоит из профессионалов в различных областях, которые сделают сайт привлекательным и функционирования. Старших инженеров программного обеспечения будет заботиться о весь процесс и, в конечном счете, обеспечивают потрясающий продукт!",
  "features-item-3-title": "СЕО",
  "features-item-3-paragraph": "Мы предлагаем гибкий и всеобъемлющий онлайн маркетинговых планов и стратегий, так что вы можете воспользоваться услугами нашего полного спектра цифровых маркетинговых услуг, чтобы доминировать конкуренции.",
  "reviews-title": "Что говорят другие:",
  "reviews-item-1-quote": "Опытные и потребуется время, чтобы понять, что вы хотите, и будет также консультировать по другим вариантам продвижения вашей работы. Супер быстрое время отклика. Спасибо",
  "reviews-item-1-author": "Патрик Феррелл",
  "reviews-item-2-quote": " Отличная работа, как обычно!! Горячие бобы-это единственный сайт компании, я буду использовать и я придирчивый! Они являются экспертами в области веб-дизайна и разработки. Если вы хотите качественную работу, аренда!!",
  "reviews-item-2-author": "Джордж Смит",
  "reviews-item-3-quote": "Горячие бобы проделали большую работу и хорошо работал со мной в мою идею на сайте. Они были легки для работы с и мы смогли пообщаться с каждым шагом на пути. Веб-сайт выглядит великолепно и я готов продать свою продукцию!",
  "reviews-item-3-author": "Кевин Блейк",
  "about-us-title": "О Нас",
  "about-us-paragraph-1": "это онлайн веб-разработок компании, который был запущен в 2019 году. Команда состоит из квалифицированных сотрудников, каждый роль задания, направленные на завершение уникальный сайт, который отвечает конкретным требованиям клиента. Каждое задание завершается нашим высоким стандартам.",
  "about-us-paragraph-2": "Как местные компании в интернете, развитие конкурирующих в уникальный рынок. Мы стремимся предложить лучший сервис быстрый и надежный конечный продукт. А также создания первоначального плана, а затем строить свой необходимый сайт, то сможете управлять ею своевременно, поддерживая максимальный потенциал сервиса. Нашим главным приоритетом здесь на горячие бобы, чтобы иметь в виду важность указанного краткая клиента. Значение и уважение, которое мы проявляем к нашему рынку клиента представлен успешного имиджа компании.",
  "about-us-paragraph-3": "За кулисами наши сотрудники работают не покладая рук, чтобы убедиться, что каждая маленькая деталь является совершенным. Тем не менее, приходите в наш штаб и посмотреть на себя, но... “наша рабочая среда-лучший в своем деле!” Если вы хотите стать частью нашей удивительной сотрудников, пожалуйста, написать заявление и отправить его нам здесь.",
  "our-team-title": "Наша Команда",
  "our-team-paragraph": "Мы маленькая семья с большими приключениями. У нас есть, что сумасшедший дядя, который говорит плохие шутки, что тихая тетушка, которая только продолжает наблюдать все, что двоюродный брат, который всегда путешествует и показывает только на больших мероприятиях. Но то, что приносит нам вместе как одна команда и семья, что мы прилагаем все усилия, чтобы построить удивительные цифровых продуктов для наших клиентов..",
  "our-team-item-1-title": "Джон Маршалл",
  "our-team-item-1-job": "Генеральный директор",
  "our-team-item-2-title": "Стив Робертс",
  "our-team-item-2-job": "Инженер Программного Обеспечения ",
  "our-team-item-3-title": "Майкл Cartney",
  "our-team-item-3-job": "Дизайнер",
  "careers-title": "Карьера",
  "careers-paragraph": "Мир, где каждый может принадлежать любой начинается с рабочего места, где вы почувствуете себя желанным гостем и можете способствовать ваши лучшие работы. Горячую фасоль приглашает кандидатов с опытом работы, которые традиционно недостаточно представлены в Tech и предлагает возможности для создания сообщества в наших офисах по всему миру.",
  "careers-building": "Hot Beans",
  "careers-job-description-title": "Квалификация:",
  "careers-apply-button": "Применить",
  "careers-item-1-title": "Разработчик Адвоката, Андроид",
  "careers-item-1-location": "Сан-Франциско , Калифорния , США Вид на горы , Калифорния , США",
  "careers-item-1-job-qualification-1": "Степень бакалавра в области компьютерных наук или эквивалентный практический опыт.",
  "careers-item-1-job-qualification-2": "Опыт работы с кодированием на Java, Котлин или другие популярные мобильные приложения и развития языков.",
  "careers-item-1-job-qualification-3": "Опыт работы в качестве разработчика, архитектора, технологии адвокат, технический директор или консультант по работе с веб-или мобильных технологий.",
  "careers-item-2-title": "Инженер-Программист ",
  "careers-item-2-location": "Лондон, Великобритания",
  "careers-item-2-job-qualification-1": "БС степень в области компьютерных наук, подобные технические специальности или эквивалентный практический опыт.",
  "careers-item-2-job-qualification-2": "Опыт разработки программного обеспечения в один или более общего назначения, языки программирования.",
  "careers-item-2-job-qualification-3": "Опыт работы с двумя или более из следующих функций: разработка веб-приложений, Unix и Linux средах, разработка мобильных приложений, распределенных и параллельных систем, машинное обучение, извлечение информации, обработка естественных языков, создание сетей, разработку больших программных систем, и/или безопасности, разработка программного обеспечения.",
  "careers-item-2-job-qualification-4": "Рабочие знания и навыки общения в устной и письменной английском языке.",
  "careers-item-3-title": "Старший HR бизнес-партнер, АРМ",
  "careers-item-3-location": "Париж, Франция",
  "careers-item-3-job-qualification-1": "Степень бакалавра в области компьютерных наук или эквивалентный практический опыт.",
  "careers-item-3-job-qualification-2": "12 лет HR бизнес-партнер или обладаете опытом, оказывая поддержку лидеров.",
  "careers-item-3-job-qualification-3": "Сочетание HR опыт в следующих областях: организационное проектирование, планирование преемственности, Бизнес-Консалтинг, компенсации и вознаграждения, вовлеченность персонала, обучение и развитие, управление талантами, урегулирование конфликтов, подбор кадров, анализ данных, и отношений с работниками.",
  "careers-item-4-title": "Старший Дизайнер Взаимодействия, Доступность",
  "careers-item-4-location": "Дублин, Ирландия",
  "careers-item-4-job-qualification-1": "Степень бакалавра в области компьютерных наук или эквивалентный практический опыт.",
  "careers-item-4-job-qualification-2": "Опыт сотрудничества с многопрофильными командами проектировщиков, исследователей, инженеров, контент-стратеги и менеджеры по продукции на протяжении всего процесса проектирования.",
  "careers-item-4-job-qualification-3": "Опыт создания потоков пользователей и каркасы для построения пользовательского интерфейса макеты и прототипы. Опыт разработки на различных платформах.",
  "careers-item-4-job-qualification-4": "Подсветка портфель проектов, которые демонстрируют опыт крафта использовать цифровые интерфейсы.",
  "recommended-courses-title": "Рекомендуемые Курсы",
  "contact-us-title": "Свяжитесь С Нами",
  "contact-us-paragraph": "Не стесняйтесь, чтобы заполнить в этой форме с общие вопросы или вопросы, которые вы можете иметь. Мы стараемся отвечать на ваши письма в течение 1 недели после их получения, если член команды на горячие бобы не пытался связаться с вами в течение недели, пожалуйста, отправьте другой адрес электронной почты или приехать и посетить нас в нашем офисе по адресу.",
  "contact-us-input-1": "Имя",
  "contact-us-input-2": "Фамилия",
  "contact-us-input-3": "Электронной почты",
  "contact-us-input-4": "Резюме",
  "contact-us-input-5": "Сопроводительное Письмо",
  "contact-us-textarea": "Отправить сообщение",
  "contact-us-form-button": "Отправить",
  "toast-error": "Проверьте поля ввода",
  "toast-success": "Успешно отправлено сообщение!",
  "footer-reference": "Сделал Денис. Изображения вежливости",
  "footer-copyright": "Авторское право © 2020 Hot Beans Инк. Все права защищены",
  "job-application-title": "работа-приложения-название",
  "job-application-location": "работа-приложения-местоположение"
}
